{
  "Hello there!": "Hallo!",
  "This is your cockpit, sit down and enjoy your books!": "Dies ist Ihr Cockpit, setzen Sie sich und genießen Sie Ihre Bücher!",
  "At U/O/L/F/N/T, we strive to offer a diverse collection of books, articles, and multimedia resources that cover a wide range of topics in any topic possible. Whether you are looking to learn the basics or seeking advanced knowledge, our library is equipped to support your private, educational, and professional journey.": "Bei U/O/L/F/N/T bemühen wir uns, eine vielfältige Sammlung von Büchern, Artikeln und multimedialen Ressourcen anzubieten, die eine breite Palette von Themen abdecken. Egal, ob Sie die Grundlagen erlernen oder fortgeschrittenes Wissen suchen, unsere Bibliothek ist darauf ausgelegt, Ihre private, bildungsbezogene und berufliche Reise zu unterstützen.",
  "Our mission is to create an inclusive and stimulating environment where learners of all ages can explore and expand their horizons. With a rich catalog that spans from classic literature and cutting-edge science to practical guides and creative arts, there is something for everyone at our library. We believe that knowledge is the key to personal and professional growth, and we are committed to providing resources that inspire curiosity and foster lifelong learning.": "Unsere Mission ist es, ein inklusives und stimulierendes Umfeld zu schaffen, in dem Lernende jeden Alters ihre Horizonte erweitern können. Mit einem reichen Katalog, der von klassischer Literatur und modernster Wissenschaft bis hin zu praktischen Leitfäden und kreativen Künsten reicht, gibt es in unserer Bibliothek für jeden etwas. Wir glauben, dass Wissen der Schlüssel zu persönlichem und beruflichem Wachstum ist, und wir sind bestrebt, Ressourcen bereitzustellen, die Neugier wecken und lebenslanges Lernen fördern.",
  "We also offer a variety of programs and events designed to engage our community and promote a culture of learning. From author talks and book clubs to workshops and seminars, our events calendar is packed with opportunities to connect with fellow enthusiasts and experts in various fields. Our dedicated staff is always on hand to assist you in finding the perfect resource or to answer any questions you might have.": "Wir bieten auch eine Vielzahl von Programmen und Veranstaltungen an, die darauf abzielen, unsere Gemeinschaft zu engagieren und eine Kultur des Lernens zu fördern. Von Autorengesprächen und Buchclubs bis hin zu Workshops und Seminaren ist unser Veranstaltungskalender voller Möglichkeiten, sich mit anderen Enthusiasten und Experten in verschiedenen Bereichen zu vernetzen. Unser engagiertes Personal steht Ihnen jederzeit zur Verfügung, um Ihnen bei der Suche nach der perfekten Ressource zu helfen oder Ihre Fragen zu beantworten.",
  "In addition to our extensive physical collection, we provide access to a wealth of digital resources, including e-books, online journals, and multimedia content. Our online platform allows you to explore these materials from the comfort of your home, ensuring that you have access to the information you need, whenever you need it. We continually update our digital offerings to ensure that you have the most current and relevant information at your fingertips.": "Neben unserer umfangreichen physischen Sammlung bieten wir Zugang zu einer Fülle digitaler Ressourcen, einschließlich E-Books, Online-Zeitschriften und multimedialen Inhalten. Unsere Online-Plattform ermöglicht es Ihnen, diese Materialien bequem von zu Hause aus zu erkunden, sodass Sie jederzeit Zugang zu den Informationen haben, die Sie benötigen. Wir aktualisieren unser digitales Angebot ständig, um sicherzustellen, dass Ihnen die aktuellsten und relevantesten Informationen zur Verfügung stehen.",
  "For those seeking a quiet place to study or collaborate, our library offers a range of comfortable and well-equipped spaces. Whether you need a private study room, a collaborative workspace, or a cozy reading nook, you will find the perfect spot to suit your needs. Our facilities are designed to provide a conducive environment for concentration, creativity, and collaboration.": "Für diejenigen, die einen ruhigen Ort zum Lernen oder Zusammenarbeiten suchen, bietet unsere Bibliothek eine Reihe von komfortablen und gut ausgestatteten Räumen. Ob Sie einen privaten Studierzimmer, einen kollaborativen Arbeitsplatz oder eine gemütliche Leseecke benötigen, Sie finden den perfekten Platz, um Ihren Bedürfnissen gerecht zu werden. Unsere Einrichtungen sind darauf ausgelegt, eine förderliche Umgebung für Konzentration, Kreativität und Zusammenarbeit zu bieten.",
  "Author": "Autor",
  "Name": "Name",
  "Available Copies": "Verfügbare Exemplare",
  "ISBN": "ISBN",
  "Publication Year": "Erscheinungsjahr",
  "Publisher": "Verlag",
  "Summary": "Zusammenfassung",
  "Genre": "Genre",
  "Fantasy": "Fantasy",
  "Science Fiction": "Science Fiction",
  "Mystery": "Krimi",
  "Thriller": "Thriller",
  "Romance": "Romanze",
  "Historical Fiction": "Historische Fiktion",
  "Young Adult": "Jugendliteratur",
  "Children's Literature": "Kinderliteratur",
  "Horror": "Horror",
  "Literary Fiction": "Literarische Fiktion",
  "Non Fiction": "Sachliteratur",
  "Self Help": "Selbsthilfe",
  "Poetry": "Poesie",
  "Graphic Novel": "Graphic Novel",
  "Add book": "Buch hinzufügen",
  "Email": "E-Mail",
  "Login": "Anmelden",
  "Password": "Passwort",
  "User": "Benutzer",
  "Admin": "Admin",
  "Add user": "Benutzer hinzufügen",
  "WARNING": "WARNUNG",
  "Remember that all changes here are permanent and cannot be undone. Always pay attention to the warnings.": "Denken Sie daran, dass alle Änderungen hier dauerhaft sind und nicht rückgängig gemacht werden können. Achten Sie immer auf die Warnungen.",
  "Delete user": "Benutzer löschen",
  "Delete book": "Buch löschen",
  "Whoopsie doopsie": "Ups!",
  "I think you really do not have access for this page 🤨": "Ich denke, Sie haben wirklich keinen Zugriff auf diese Seite 🤨",
  "Or maybe the page does not exist, whatever :|": "Oder vielleicht existiert die Seite nicht, wie auch immer :|",
  "Delete": "Löschen",
  "Edit": "Bearbeiten",
  "Save": "Speichern",
  "Cancel": "Abbrechen",
  "Add": "Hinzufügen",
  "Title": "Titel",
  "Unofficial Official Library For Network Technologies": "Inoffizielle Offizielle Bibliothek für Netzwerktechnologien",
  "Welcome to the official unofficial page of Unofficial Official Library For Network Technologies!": "Willkommen auf der offiziellen inoffiziellen Seite der Inoffiziellen Offiziellen Bibliothek für Netzwerktechnologien!",
  "Send": "Senden",
  "About library": "Über die Bibliothek",
  "Search book by genre": "Buch nach Genre suchen",
  "Languages": "Sprachen",
  "Employees": "Mitarbeiter",
  "My Loans": "Meine Ausleihen",
  "Reserve book": "Buch reservieren",
  "My current books": "Meine aktuellen Bücher",
  "Children Literature": "Kinderliteratur",
  "Username": "Benutzername",
  "Username is required": "Benutzername ist erforderlich",
  "Borrowed": "Ausgeliehen",
  "Due": "Fällig",
  "Add User": "Benutzer hinzufügen",
  "Delete User": "Benutzer löschen",
  "Delete Book": "Buch löschen",
  "Are you sure you want to delete the book?": "Möchten Sie das Buch wirklich löschen?",
  "Yes": "Ja",
  "No": "Nein",
  "Are you sure you want to delete the user?": "Möchten Sie den Benutzer wirklich löschen?",
  "Add Book": "Buch hinzufügen"
}
