{
  "Hello there!": "Bonjour !",
  "This is your cockpit, sit down and enjoy your books!": "Voici votre cockpit, asseyez-vous et profitez de vos livres !",
  "At U/O/L/F/N/T, we strive to offer a diverse collection of books, articles, and multimedia resources that cover a wide range of topics in any topic possible. Whether you are looking to learn the basics or seeking advanced knowledge, our library is equipped to support your private, educational, and professional journey.": "À U/O/L/F/N/T, nous nous efforçons d'offrir une collection diversifiée de livres, d'articles et de ressources multimédias couvrant un large éventail de sujets. Que vous cherchiez à apprendre les bases ou à acquérir des connaissances avancées, notre bibliothèque est équipée pour soutenir votre parcours privé, éducatif et professionnel.",
  "Our mission is to create an inclusive and stimulating environment where learners of all ages can explore and expand their horizons. With a rich catalog that spans from classic literature and cutting-edge science to practical guides and creative arts, there is something for everyone at our library. We believe that knowledge is the key to personal and professional growth, and we are committed to providing resources that inspire curiosity and foster lifelong learning.": "Notre mission est de créer un environnement inclusif et stimulant où les apprenants de tous âges peuvent explorer et élargir leurs horizons. Avec un riche catalogue allant de la littérature classique et de la science de pointe aux guides pratiques et aux arts créatifs, il y en a pour tous les goûts dans notre bibliothèque. Nous croyons que la connaissance est la clé de la croissance personnelle et professionnelle, et nous nous engageons à fournir des ressources qui inspirent la curiosité et favorisent l'apprentissage tout au long de la vie.",
  "We also offer a variety of programs and events designed to engage our community and promote a culture of learning. From author talks and book clubs to workshops and seminars, our events calendar is packed with opportunities to connect with fellow enthusiasts and experts in various fields. Our dedicated staff is always on hand to assist you in finding the perfect resource or to answer any questions you might have.": "Nous offrons également une variété de programmes et d'événements conçus pour engager notre communauté et promouvoir une culture de l'apprentissage. Des discussions avec des auteurs et des clubs de lecture aux ateliers et séminaires, notre calendrier d'événements regorge d'opportunités pour se connecter avec d'autres passionnés et experts dans divers domaines. Notre personnel dévoué est toujours prêt à vous aider à trouver la ressource parfaite ou à répondre à toutes vos questions.",
  "In addition to our extensive physical collection, we provide access to a wealth of digital resources, including e-books, online journals, and multimedia content. Our online platform allows you to explore these materials from the comfort of your home, ensuring that you have access to the information you need, whenever you need it. We continually update our digital offerings to ensure that you have the most current and relevant information at your fingertips.": "En plus de notre vaste collection physique, nous offrons un accès à une multitude de ressources numériques, y compris des livres électroniques, des revues en ligne et du contenu multimédia. Notre plateforme en ligne vous permet d'explorer ces matériaux depuis le confort de votre domicile, garantissant que vous avez accès aux informations dont vous avez besoin, quand vous en avez besoin. Nous mettons continuellement à jour nos offres numériques pour nous assurer que vous avez les informations les plus actuelles et pertinentes à portée de main.",
  "For those seeking a quiet place to study or collaborate, our library offers a range of comfortable and well-equipped spaces. Whether you need a private study room, a collaborative workspace, or a cozy reading nook, you will find the perfect spot to suit your needs. Our facilities are designed to provide a conducive environment for concentration, creativity, and collaboration.": "Pour ceux qui recherchent un endroit calme pour étudier ou collaborer, notre bibliothèque offre une gamme d'espaces confortables et bien équipés. Que vous ayez besoin d'une salle d'étude privée, d'un espace de travail collaboratif ou d'un coin lecture confortable, vous trouverez l'endroit parfait pour répondre à vos besoins. Nos installations sont conçues pour offrir un environnement propice à la concentration, à la créativité et à la collaboration.",
  "Author": "Auteur",
  "Name": "Nom",
  "Available Copies": "Copies Disponibles",
  "ISBN": "ISBN",
  "Publication Year": "Année de Publication",
  "Publisher": "Éditeur",
  "Summary": "Résumé",
  "Genre": "Genre",
  "Fantasy": "Fantastique",
  "Science Fiction": "Science-fiction",
  "Mystery": "Mystère",
  "Thriller": "Thriller",
  "Romance": "Romance",
  "Historical Fiction": "Fiction Historique",
  "Young Adult": "Jeune Adulte",
  "Children's Literature": "Littérature Enfantine",
  "Horror": "Horreur",
  "Literary Fiction": "Fiction Littéraire",
  "Non Fiction": "Non-fiction",
  "Self Help": "Développement Personnel",
  "Poetry": "Poésie",
  "Graphic Novel": "Roman Graphique",
  "Add book": "Ajouter un livre",
  "Email": "Email",
  "Login": "Se connecter",
  "Password": "Mot de passe",
  "User": "Utilisateur",
  "Admin": "Admin",
  "Add user": "Ajouter un utilisateur",
  "WARNING": "AVERTISSEMENT",
  "Remember that all changes here are permanent and cannot be undone. Always pay attention to the warnings.": "Souvenez-vous que toutes les modifications ici sont permanentes et ne peuvent pas être annulées. Faites toujours attention aux avertissements.",
  "Delete user": "Supprimer l'utilisateur",
  "Delete book": "Supprimer le livre",
  "Whoopsie doopsie": "Oups !",
  "I think you really do not have access for this page 🤨": "Je pense que vous n'avez vraiment pas accès à cette page 🤨",
  "Or maybe the page does not exist, whatever :|": "Ou peut-être que la page n'existe pas, peu importe :|",
  "Delete": "Supprimer",
  "Edit": "Éditer",
  "Save": "Sauvegarder",
  "Cancel": "Annuler",
  "Add": "Ajouter",
  "Title": "Titre",
  "Unofficial Official Library For Network Technologies": "Bibliothèque Officielle Non Officielle des Technologies Réseau",
  "Welcome to the official unofficial page of Unofficial Official Library For Network Technologies!": "Bienvenue sur la page officielle non officielle de la Bibliothèque Officielle Non Officielle des Technologies Réseau !",
  "Send": "Envoyer",
  "About library": "À propos de la bibliothèque",
  "Search book by genre": "Rechercher un livre par genre",
  "Languages": "Langues",
  "Employees": "Employés",
  "My Loans": "Mes Emprunts",
  "Reserve book": "Réserver un livre",
  "My current books": "Mes livres actuels",
  "Children Literature": "Littérature Enfantine",
  "Username": "Nom d'utilisateur",
  "Username is required": "Le nom d'utilisateur est requis",
  "Borrowed": "Emprunté",
  "Due": "Dû",
  "Add User": "Ajouter un Utilisateur",
  "Delete User": "Supprimer l'Utilisateur",
  "Delete Book": "Supprimer le Livre",
  "Are you sure you want to delete the book?": "Êtes-vous sûr de vouloir supprimer le livre ?",
  "Yes": "Oui",
  "No": "Non",
  "Are you sure you want to delete the user?": "Êtes-vous sûr de vouloir supprimer l'utilisateur ?",
  "Add Book": "Ajouter un Livre"
}
