{
  "Hello there!": "Witaj!",
  "This is your cockpit, sit down and enjoy your books!": "To jest twoje stanowisko, usiądź i ciesz się swoimi książkami!",
  "At U/O/L/F/N/T, we strive to offer a diverse collection of books, articles, and multimedia resources that cover a wide range of topics in any topic possible. Whether you are looking to learn the basics or seeking advanced knowledge, our library is equipped to support your private, educational, and professional journey.": "W U/O/L/F/N/T staramy się oferować różnorodną kolekcję książek, artykułów i zasobów multimedialnych obejmujących szeroki zakres tematów. Niezależnie od tego, czy chcesz nauczyć się podstaw, czy poszukujesz zaawansowanej wiedzy, nasza biblioteka jest wyposażona, aby wspierać twoją prywatną, edukacyjną i zawodową podróż.",
  "Our mission is to create an inclusive and stimulating environment where learners of all ages can explore and expand their horizons. With a rich catalog that spans from classic literature and cutting-edge science to practical guides and creative arts, there is something for everyone at our library. We believe that knowledge is the key to personal and professional growth, and we are committed to providing resources that inspire curiosity and foster lifelong learning.": "Naszą misją jest tworzenie włączającego i stymulującego środowiska, w którym uczący się w każdym wieku mogą eksplorować i poszerzać swoje horyzonty. Dzięki bogatemu katalogowi, obejmującemu klasyczną literaturę, nowoczesną naukę, praktyczne przewodniki i sztuki kreatywne, w naszej bibliotece każdy znajdzie coś dla siebie. Wierzymy, że wiedza jest kluczem do osobistego i zawodowego rozwoju, i zobowiązujemy się do dostarczania zasobów, które inspirują ciekawość i wspierają naukę przez całe życie.",
  "We also offer a variety of programs and events designed to engage our community and promote a culture of learning. From author talks and book clubs to workshops and seminars, our events calendar is packed with opportunities to connect with fellow enthusiasts and experts in various fields. Our dedicated staff is always on hand to assist you in finding the perfect resource or to answer any questions you might have.": "Oferujemy również różnorodne programy i wydarzenia, zaprojektowane, aby angażować naszą społeczność i promować kulturę nauki. Od rozmów z autorami i klubów książki po warsztaty i seminaria, nasz kalendarz wydarzeń jest pełen możliwości nawiązania kontaktu z innymi entuzjastami i ekspertami w różnych dziedzinach. Nasz oddany personel zawsze chętnie pomoże znaleźć idealne zasoby lub odpowiedzieć na wszelkie pytania.",
  "In addition to our extensive physical collection, we provide access to a wealth of digital resources, including e-books, online journals, and multimedia content. Our online platform allows you to explore these materials from the comfort of your home, ensuring that you have access to the information you need, whenever you need it. We continually update our digital offerings to ensure that you have the most current and relevant information at your fingertips.": "Oprócz naszej obszernej kolekcji fizycznej, zapewniamy dostęp do bogactwa zasobów cyfrowych, w tym e-booków, czasopism online i treści multimedialnych. Nasza platforma online umożliwia eksplorację tych materiałów z wygody własnego domu, zapewniając dostęp do potrzebnych informacji zawsze, gdy ich potrzebujesz. Stale aktualizujemy nasze zasoby cyfrowe, aby zapewnić, że masz najnowsze i najbardziej aktualne informacje na wyciągnięcie ręki.",
  "For those seeking a quiet place to study or collaborate, our library offers a range of comfortable and well-equipped spaces. Whether you need a private study room, a collaborative workspace, or a cozy reading nook, you will find the perfect spot to suit your needs. Our facilities are designed to provide a conducive environment for concentration, creativity, and collaboration.": "Dla tych, którzy szukają cichego miejsca do nauki lub współpracy, nasza biblioteka oferuje szereg komfortowych i dobrze wyposażonych przestrzeni. Niezależnie od tego, czy potrzebujesz prywatnego pokoju do nauki, przestrzeni do współpracy, czy przytulnego zakątka do czytania, znajdziesz idealne miejsce, które spełni twoje potrzeby. Nasze udogodnienia zostały zaprojektowane, aby zapewnić sprzyjające warunki do koncentracji, kreatywności i współpracy.",
  "Author": "Autor",
  "Name": "Nazwa",
  "Available Copies": "Dostępne Kopie",
  "ISBN": "ISBN",
  "Publication Year": "Rok Wydania",
  "Publisher": "Wydawca",
  "Summary": "Streszczenie",
  "Genre": "Gatunek",
  "Fantasy": "Fantastyka",
  "Science Fiction": "Science Fiction",
  "Mystery": "Kryminał",
  "Thriller": "Thriller",
  "Romance": "Romans",
  "Historical Fiction": "Fikcja Historyczna",
  "Young Adult": "Literatura Młodzieżowa",
  "Children's Literature": "Literatura Dziecięca",
  "Horror": "Horror",
  "Literary Fiction": "Fikcja Literacka",
  "Non Fiction": "Literatura Faktu",
  "Self Help": "Poradniki",
  "Poetry": "Poezja",
  "Graphic Novel": "Powieść Graficzna",
  "Add book": "Dodaj książkę",
  "Email": "Email",
  "Login": "Zaloguj się",
  "Password": "Hasło",
  "User": "Użytkownik",
  "Admin": "Admin",
  "Add user": "Dodaj użytkownika",
  "WARNING": "OSTRZEŻENIE",
  "Remember that all changes here are permanent and cannot be undone. Always pay attention to the warnings.": "Pamiętaj, że wszystkie zmiany tutaj są trwałe i nie można ich cofnąć. Zawsze zwracaj uwagę na ostrzeżenia.",
  "Delete user": "Usuń użytkownika",
  "Delete book": "Usuń książkę",
  "Whoopsie doopsie": "Ups!",
  "I think you really do not have access for this page 🤨": "Myślę, że naprawdę nie masz dostępu do tej strony 🤨",
  "Or maybe the page does not exist, whatever :|": "A może strona nie istnieje, cokolwiek :|",
  "Delete": "Usuń",
  "Edit": "Edytuj",
  "Save": "Zapisz",
  "Cancel": "Anuluj",
  "Add": "Dodaj",
  "Title": "Tytuł",
  "Unofficial Official Library For Network Technologies": "Nieoficjalna Oficjalna Biblioteka Technologii Sieciowych",
  "Welcome to the official unofficial page of Unofficial Official Library For Network Technologies!": "Witamy na oficjalnej nieoficjalnej stronie Nieoficjalnej Oficjalnej Biblioteki Technologii Sieciowych!",
  "Send": "Wyślij",
  "About library": "O bibliotece",
  "Search book by genre": "Szukaj książki po gatunku",
  "Languages": "Języki",
  "Employees": "Pracownicy",
  "Books available": "Dostępne książki",
  "My Loans": "Moje Wypożyczenia",
  "Reserve book": "Zarezerwuj książkę",
  "My current books": "Moje obecne książki",
  "Children Literature": "Literatura Dziecięca",
  "Username": "Nazwa użytkownika",
  "Username is required": "Nazwa użytkownika jest wymagana",
  "Borrowed": "Wypożyczone",
  "Due": "Termin",
  "Add User": "Dodaj Użytkownika",
  "Delete User": "Usuń Użytkownika",
  "Delete Book": "Usuń Książkę",
  "Are you sure you want to delete the book?": "Czy na pewno chcesz usunąć książkę?",
  "Yes": "Tak",
  "No": "Nie",
  "Are you sure you want to delete the user?": "Czy na pewno chcesz usunąć użytkownika?",
  "Add Book": "Dodaj Książkę"
}
